[RM_Biotic X2SoldierClassTemplate]
+DisplayName="Биотик"
+ClassSummary="Биотик - боец использует узлы нулевого элемента в своем теле, благодаря которым он может манипулировать темной энергией в наступательных и оборонительных целях."

AbilityTreeTitles[0]="Авангард"
AbilityTreeTitles[1]="Страж"
AbilityTreeTitles[2]="Адепт"
AbilityTreeTitles[3]="XCOM"

+RandomNickNames[0]="Повелитель"
+RandomNickNames[1]="Военачальник"
+RandomNickNames[2]="Гладиатор"
+RandomNickNames[3]="Кабал"
+RandomNickNames[4]="Относительность"
+RandomNickNames[5]="Машина"
+RandomNickNames[6]="Большой бум"
+RandomNickNames[7]="Ястреб"
+RandomNickNames[8]="Керр"
+RandomNickNames[9]="Космонавт"
+RandomNickNames[10]="Квант"
+RandomNickNames[11]="Ускоритель"
+RandomNickNames[12]="Трещина"
+RandomNickNames[13]="Биотик-Бог"

; *********************************************************************************************************************
; ***				        SQUADDIE ABILITIES																		***
; *********************************************************************************************************************
[RM_BioticStrength X2AbilityTemplate]
LocFriendlyName="Биотическая сила"
LocLongDescription="Биотическая сила подобна псионической, чем она больше, тем сильнее будут атаки Биотика. Эта способность также влияет на способность Биотика двигаться быстрее с легким оружием."
LocHelpText="Биотическая сила подобна псионической, чем она больше, тем сильнее будут атаки Биотика. Эта способность также влияет на способность Биотика двигаться быстрее с легким оружием."
LocFlyOverText="Биотическая сила"
LocPromotionPopupText="<Bullet/> Биотические атаки, за исключением способностей \"Сингулярность\" и \"Поле аннигиляции\", получают дополнительный урон за каждые 50 очков пси-атаки Биотика.<br/> <Bullet/> Биотики получают +<Ability:BIOTICBULLPUP/> или +<Ability:BIOTICPISTOL/> ед. мобильности с оружием легче дробовика: +<Ability:BIOTICBULLPUP/> для буллпапа, +<Ability:BIOTICPISTOL/> для пистолета. Они также получают +<Ability:BIOTICAIMBONUS> к меткости при стрельбе из легкого оружия.<br/>"

[RM_BioticBarrier X2AbilityTemplate]
LocFriendlyName="Биотический барьер"
LocLongDescription="Биотик, постигающий свои способности, сначала учится создавать поле темной энергии, которое защищает его от повреждений и способно самовосстанавливаться, даже если оно разрушено."
LocHelpText="Биотики начинают с <Ability:BIOTIC_BARRIER/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. каждый ход."
LocFlyOverText="Биотический барьер"
LocPromotionPopupText="<Bullet/> Биотики начинают с <Ability:BIOTIC_BARRIER/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. каждый ход.<br/>"

[RM_BioticRebuild X2AbilityTemplate]
LocFriendlyName="Биотический барьер"
LocLongDescription="Биотик, постигающий свои способности, сначала учится создавать поле темной энергии, которое защищает его от повреждений и способно самовосстанавливаться, даже если оно разрушено."
LocHelpText="Биотики начинают с <Ability:BIOTIC_BARRIER/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. каждый ход."
LocFlyOverText="Биотический барьер"

[RM_BioticRegen X2AbilityTemplate]
LocFriendlyName="Биотическая регенерация"
LocLongDescription="Биотик, постигающий свои способности, сначала учится создавать поле темной энергии, которое защищает его от повреждений и способно самовосстанавливаться, даже если оно разрушено."
LocHelpText="Биотики начинают с <Ability:BIOTIC_BARRIER/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. каждый ход."
LocFlyOverText="Биотическая регенерация"



; *********************************************************************************************************************
; ***				        VANGUARD ABILITIES																		***
; *********************************************************************************************************************

[RM_Charge X2AbilityTemplate]
LocFriendlyName="Рывок"
LocLongDescription="Биотик, используя электрическое присутствие данного врага в поле, может перемещаться непосредственно к цели, нанося большой урон и минуя любой ответный огонь. Также дезориентирует или оглушает близлежащие цели."
LocHelpText="Рывок к цели с помощью биотической энергии. Игнорирует любое наблюдение и ответный огонь. Дезориентирует или оглушает ближайшие цели."
LocFlyOverText="Рывок"
LocPromotionPopupText="<Bullet/>Рывок к цели с помощью биотической энергии. Игнорирует любое наблюдение и ответный огонь. Цель для рывка должна быть в прямой видимости солдата.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Шанс на дезориентацию и оглушение зависит от воли цели и силы пси-атаки Биотика.<br/><Bullet/> Эффект дезориентации/оглушения рассчитывается против всех целей в пределах расстояния до конечной цели.<br/><Bullet/> Изначальный радиус действия способности 4 клетки, но увеличивается или уменьшается в зависимости от силы пси-атаки Биотика.<br/><Bullet/> Предоставляет одно действие передвижения, чтобы Биотик мог переместиться в укрытие.<br/>"

[RM_Backlash X2AbilityTemplate]
LocFriendlyName="Обратная реакция"
LocLongDescription="Биотик изменяет свой биотический барьер на отражающий барьер, который отражает весь урон от снарядов обратно в нападающих."
LocHelpText="Отражает урон от снарядов обратно в атакующих. Работает только при атаках по цели."
LocFlyOverText="Обратная реакция"
LocPromotionPopupText="<Bullet/> \"Обратная реакция\" работает только против атак основным оружием, таким как: оружие вайперов, мутонов, офицеров \"Адвента\". Не работает против атак по площади или псионических атак.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Способность остается активной до тех пор, пока у Биотика есть барьер.<br/>"

[RM_BacklashShot X2AbilityTemplate]
LocFriendlyName="Обратная реакция"
LocLongDescription="Биотик изменяет свой биотический барьер на отражающий барьер, который отражает весь урон от снарядов обратно в нападающих."
LocHelpText="Отражает урон от снарядов обратно в атакующих. Работает только при атаках по цели."
LocFlyOverText="Обратная реакция"
LocPromotionPopupText="<Bullet/> \"Обратная реакция\" работает только против атак основным оружием, таким как: оружие вайперов, мутонов, офицеров \"Адвента\". Не работает против атак по площади или псионических атак.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Способность остается активной до тех пор, пока у Биотика есть барьер.<br/>"

[RM_Nova X2AbilityTemplate]
LocFriendlyName="Нова"
LocLongDescription="\"Нова\" позволяет Биотику использовать часть своего барьера в качестве энергии для разрушительной атаки вокруг себя."
LocHelpText="Удар по земле, наносящий разрушительный урон вокруг Биотика."
LocFlyOverText="Нова"
LocPromotionPopupText="<Bullet/> Наносит повреждения всем целям в переменном радиусе вокруг Биотика.<br/><Bullet/> Размер радиуса по умолчанию составляет 5 клеток, но увеличивается и уменьшается в зависимости от силы пси-атаки Биотика.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Требует и расходует 3 ед. щита при каждом использовании.<br/>"

[RM_Aegis X2AbilityTemplate]
LocFriendlyName="Эгида"
LocLongDescription="Биотический барьер теперь блокирует весь остаточный урон от атаки, разрушившей барьер."
LocHelpText="Биотический барьер теперь блокирует весь остаточный урон от атаки, разрушившей барьер."
LocFlyOverText="Эгида"
LocPromotionPopupText="<Bullet/> Биотик избегает любого урона от атаки, разрушившей барьер, даже если это всего 1 ед. щита против 30 очков урона.<br/>"

[RM_BioticNerves X2AbilityTemplate]
LocFriendlyName="Биотические навыки"
LocLongDescription="Все биотический способности перезаряжаются быстрее на один ход."
LocHelpText="Все биотический способности перезаряжаются быстрее на один ход."
LocFlyOverText="Нервы"
LocPromotionPopupText="<Bullet/>Благодаря этой способности, \"Нова\" может быть крайне разрушительной.<br/>"

[RM_BioticOverdrive X2AbilityTemplate]
LocFriendlyName="Биотический разгон"
LocLongDescription="У всех биотических способностей сбрасывается перезарядка, за исключением \"Обратной реакции\". После применения предоставляет дополнительное очко действия до конца хода."
LocHelpText="У всех биотических способностей сбрасывается перезарядка, за исключением \"Обратной реакции\". После применения предоставляет дополнительное очко действия до конца хода."
LocFlyOverText="Нервы"
LocPromotionPopupText="<Bullet/>\"Биотический разгон\" может помочь переломить ход битвы, благодаря возможности немедленно использовать биотические способности.<br/>"

[RM_ExplodingBiotics X2AbilityTemplate]
LocFriendlyName="Оглушающая биотика"
LocLongDescription="Радиус действия атак по площади Биотика увеличивается на две клетки, а также они дезориентируют все цели в области поражения."
LocHelpText="Радиус действия атак по площади Биотика увеличивается на две клетки, а также они дезориентируют все цели в области поражения."
LocFlyOverText="Оглушающая биотика"
LocPromotionPopupText="<Bullet/> Способность влияет на такие способности как: \"Нова\", \"Сингулярность\", \"Поле аннигиляции\" и \"Рывок\".<br/>"



; *********************************************************************************************************************
; ***                     GUARDIAN ABILITIES																		***
; *********************************************************************************************************************
[RM_RuptureField X2AbilityTemplate]
LocFriendlyName="Поле аннигиляции"
LocLongDescription="\"Поле аннигиляции\" позволяет Биотику разрывать любые цели в пределах переменного количества клеток, как минимум на +6 ед. разрыва."
LocHelpText="\"Поле аннигиляции\" позволяет Биотику разрывать любые цели в пределах переменного количества клеток, как минимум на +6 ед. разрыва."
LocFlyOverText="Аннигилирован!"
LocPromotionPopupText="<Bullet/> \"Поле аннигиляции\" позволяет Биотику разрывать любые цели в пределах переменного количества клеток, как минимум на +6 ед. разрыва.<br/> <Bullet/> Размер радиуса по умолчанию равен 6, но увеличивается или уменьшается в зависимости от силы пси-атаки Биотика. Сила разрыва увеличивается вместе с биотическим усилителем.<br/> <Bullet/> Способность активируется в конце хода Биотика.<br/>"

[RM_WarpShot X2AbilityTemplate]
LocFriendlyName="Выстрел искривления"
LocLongDescription="Биотик вливает свои силы в свое оружие, обеспечивая гарантированное попадание по цели и заставляя ее в дальнейшем получать +<Ability:WarpShotAmount/> дополнительного урона от всех атак."
LocHelpText="\"Выстрел искривления\" наносит гарантированный урон и в дальнейшем заставляет цель получать больше урона от всех атак."
LocFlyOverText="Выстрел искривления"
LocPromotionPopupText="<Bullet/> \"Выстрел искривления\" требует <Ability:SelfAmmoCost/> ед. боеприпасов и перезаряжается <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Разорванные этой способностью цели, получают <Ability:RuptureAmount/> дополнительного урона от каждой атаки.<br/>"

[RM_ReactiveBarrier X2AbilityTemplate]
LocFriendlyName="Реактивный барьер"
LocLongDescription="Тренировка Биотика на рефлекторное усиление барьера была доведена до такой степени, что барьер укрепляется от входящих ударов, снижая получаемый урон на <Ability:ReactiveBarrier/>%."
LocHelpText="Снижает получаемый урона на <Ability:ReactiveBarrier/>%."
LocFlyOverText="Реактивный барьер"
LocPromotionPopupText="<Bullet/> \"Реактивный барьер\" снижает получаемый урон на <Ability:ReactiveBarrier/>%.<br/>"

[RM_Safeguard X2AbilityTemplate]
LocFriendlyName="Защитник"
LocLongDescription="Способность позволяет Биотику максимизировать потенциал своего барьера, имея возможность защищаться от еще более сильных угроз."
LocHelpText="Биотик теперь начинает с <Ability:SAFEGUARD/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. в ход."
LocFlyOverText="Защитник"
LocPromotionPopupText="<Bullet/> Биотик теперь начинает с <Ability:SAFEGUARD/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. в ход.<br/>"

[RM_SafeguardRegen X2AbilityTemplate]
LocFriendlyName="Регенерация защитника"
LocLongDescription="Способность позволяет Биотику максимизировать потенциал своего барьера, имея возможность защищаться от еще более сильных угроз."
LocHelpText="Биотик теперь начинает с <Ability:SAFEGUARD/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. в ход. Регенерация может быть сильнее при достаточно высоком показателе силы пси-атаки."
LocFlyOverText="Регенерация защитника"

[RM_SafeguardRebuild X2AbilityTemplate]
LocFriendlyName="Защитник"
LocLongDescription="Способность позволяет Биотику максимизировать потенциал своего барьера, имея возможность защищаться от еще более сильных угроз."
LocHelpText="Биотик теперь начинает с <Ability:SAFEGUARD/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. в ход."
LocFlyOverText="Защитник"
LocPromotionPopupText="<Bullet/>Биотик теперь начинает с <Ability:SAFEGUARD/> ед. щита, который восстанавливается на <Ability:BIOTICREGEN/> ед. в ход.<br/>"


[RM_BioticTraversal X2AbilityTemplate]
LocFriendlyName="Биотический скачок"
LocFlyOverText="Биотический скачок"
LocLongDescription="Легко перемещайтесь по крышам без лестниц, столбов и пр. Также получите +<Ability:BIOTICDEFENCE/> к защите."
LocHelpText="Легко перемещайтесь по крышам без необходимости в лестницах, столбах и пр. Также добавляет +<Ability:BIOTICDEFENCE/> к защите."
LocPromotionPopupText="<Bullet/> Легко перемещайтесь по крышам без лестниц, столбов и пр. Также получите +<Ability:BIOTICDEFENCE/> к защите.<br/>"

[RM_BioticTeleport X2AbilityTemplate]
LocFriendlyName="Биотический телепорт"
LocLongDescription="Биотик может телепортироваться в отдаленные места вместо того, чтобы перемещаться напрямую. Игнорирует все виды ответного огня. Максимальный радиус ограничен <Ability:BIOTICTELEPORT/> клетками."
LocHelpText="Телепорт в другое место. Игнорирует все виды ответного огня. Максимальный радиус ограничен <Ability:BIOTICTELEPORT/> клетками."
LocFlyOverText="Биотический телепорт"
LocPromotionPopupText="<Bullet/> Телепорт в другое место. Игнорирует все виды ответного огня. Максимальный радиус ограничен <Ability:BIOTICTELEPORT/> клетками.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/>"

[RM_BioticWind X2AbilityTemplate]
LocFriendlyName="Спасительный барьер"
LocLongDescription="Если Биотик получает смертельный урон, он немедленно помещается в стазис на один ход, здоровье падает до 1 ОЗ, а его барьер устанавливается на 10 ед. щита. Срабатывает один раз за миссию."
LocHelpText="Если Биотик получает смертельный урон, он немедленно помещается в стазис на один ход, здоровье падает до 1 ОЗ, а его барьер устанавливается на 10 ед. щита. Срабатывает один раз за миссию."
LocFlyOverText="Спасительный барьер"
LocPromotionPopupText="<Bullet/> Имейте ввиду, что у спасенного Биотика сохраняются повреждающие эффекты состояний, такие как яд или горение, что может его убить после выхода из стазиса.<br/>"

[RM_BioticWindTriggered X2AbilityTemplate]
LocFriendlyName="Спасен"
LocLongDescription="Биотик мог бы быть убит, но спасен и помещен в стазис на один ход. Больше на миссии этого не произойдет."
LocHelpText="Биотик мог бы быть убит, но спасен и помещен в стазис на один ход. Больше на миссии этого не произойдет."
LocFlyOverText="Спасен"


; *********************************************************************************************************************
; ***                     ADEPT ABILITIES																			***
; *********************************************************************************************************************
[RM_Warp X2AbilityTemplate]
LocFriendlyName="Деформация"
LocLongDescription="Биотик генерирует серию быстро меняющихся гравитационных полей, деформирующих и разрывающих цель. Перезарядка <Ability:SelfCooldown/> ход(а)."
LocHelpText="Наносит урон цели, а также разрывает цель, заставляя ее получать как минимум +2 ед. урона от всех последующих атак."
LocFlyOverText="Деформирован"
LocPromotionPopupText="<Bullet/> Наносит урон цели, а также разрывает цель, заставляя ее получать как минимум +2 ед. урона от всех последующих атак.<br/> <Bullet/> Урон зависит от технологического уровня биотического усилителя.<br/><Bullet/> Перезарядка <Ability:SelfCooldown/> ход(а).<br/>"

[RM_Lance X2AbilityTemplate]
LocFriendlyName="Пробой"
LocLongDescription="Биотик может генерировать сгусток темной энергии и метать его в цели находящиеся в пределах видимости отряда. Разрушает броню, но может промахнуться. Перезаряжается <Ability:SelfCooldown/> ход(а)."
LocHelpText="Наносит урон цели а также разрушает ее броню. Атака может промахнуться."
LocFlyOverText="Пробит"
LocPromotionPopupText="<Bullet/> Наносит урон цели а также разрушает ее броню. Атака может промахнуться.<br/> <Bullet/> Урон и разрушение брони зависят от технологического уровня биотического усилителя.<br/><Bullet/> Перезаряжается <Ability:SelfCooldown/> ход(а).<br/>"

[RM_Reave X2AbilityTemplate]
LocFriendlyName="Опустошение"
LocLongDescription="Биотик может воздействовать на нейроны органической цели, нанося ей ущерб и одновременно усиливая свой биотический барьер. Перезаряжается <Ability:SelfCooldown/> ход(а)."
LocHelpText="Наносит урон цели а также усиливает щит Биотика в зависимости от нанесенного урона."
LocFlyOverText="Опустошен"
LocPromotionPopupText="<Bullet/> Наносит урон цели а также усиливает щит Биотика в зависимости от нанесенного урона.<br/> <Bullet/> Урон и полученные очки щита зависят от технологического уровня биотического усилителя.<br/><Bullet/> Также, получает дополнительную 1 ед. щита за каждые 50 очков пси-атаки Биотика.<br/><Bullet/> Перезаряжается <Ability:SelfCooldown/> ход(а) и завершает ход Биотика при применении.<br/>"

[RM_ExposingBiotics X2AbilityTemplate]
LocFriendlyName="Разрывание"
LocLongDescription="Все биотические атаки, которые не накладывают разрыв, теперь будут накладывать +<Ability:Exposure_Rupture/> ед. разрыва."
LocHelpText="Все биотические атаки, которые не накладывают разрыв, теперь будут накладывать +<Ability:Exposure_Rupture/> ед. разрыва."
LocFlyOverText="Разорван"
LocPromotionPopupText="<Bullet/> Разрыв будет применен после нанесения базового урона.<br/>"

[RM_ConsumingBiotics X2AbilityTemplate]
LocFriendlyName="Опустошающая биотика"
LocLongDescription="Все биотические атаки, которые не имеют эффекта опустошения, теперь опустошают цель и дают Биотику +<Ability:REAVE/> ед. щита."
LocHelpText="Все биотические атаки, которые не имеют эффекта опустошения, теперь опустошают цель и дают Биотику +<Ability:REAVE/> ед. щита."
LocFlyOverText="Опустошен"
LocPromotionPopupText="<Bullet/> Все биотические атаки, которые не имеют эффекта опустошения, теперь опустошают цель и дают Биотику +<Ability:REAVE/> ед. щита.<br/>"

[RM_DevastatingBiotics X2AbilityTemplate]
LocFriendlyName="Разрушительная биотика"
LocLongDescription="Все биотические атаки, включая наносящие только разрыв, теперь наносят бонусный урон."
LocHelpText="Все биотические атаки, включая наносящие только разрыв, теперь наносят бонусный урон."
LocFlyOverText="Разрушен"
LocPromotionPopupText="<Bullet/> Бонусный урон составляет всего 1 ед. урона, но будет наноситься после любого разрыва, будь то от самой способности или от способности \"Разрывание\".<br/>"

[RM_Singularity X2AbilityTemplate]
LocFriendlyName="Сингулярность"
LocFlyOverText="Сингулярность"
LocLongDescription="Генерация миниатюрной сингулярности, которая втягивает в себя большинство юнитов в радиусе. Радиус сингулярности зависит от силы пси-атаки Биотика. Накладывает разрыв на все цели, даже если они не были притянуты сингулярностью."
LocHelpText="Генерация миниатюрной сингулярности, которая втягивает в себя большинство юнитов в радиусе. Накладывает минимум +6 ед. разрыва."
LocPromotionPopupText="<Bullet/> Генерация миниатюрной сингулярности, которая втягивает в себя большинство юнитов в радиусе.<br/><Bullet/> Радиус сингулярности зависит от силы пси-атаки Биотика.<br/><Bullet/> Укрытия, в зависимости от их величины, могут заблокировать эффект способности.<br/><Bullet/> Следующие юниты невосприимчивы к притягиванию: привратник, сектопод, аватар.<br/><Bullet/> \"Сингулярность\" перезаряжается <Ability:SelfCooldown/> ход(а).<br/><Bullet/> Использование этой способности завершает ход солдата.<br/>"



; *********************************************************************************************************************
; ***						      WEAPONS																			***
; *********************************************************************************************************************


[RM_BioAmp_CV X2WeaponTemplate]
FriendlyName="Биотический усилитель"
FriendlyNamePlural="Биотические усилители"
BriefSummary=""
TacticalText="<Bullet/> Биотический усилитель позволяет Биотикам использовать свои биотические способности.\n<Bullet/> Более продвинутые биотические усилители могут увеличить пси-силу Биотика и эффективность его способностей."

[RM_BioAmp_MG X2WeaponTemplate]
FriendlyName="Улучшенный биотический усилитель"
FriendlyNamePlural="Улучшенные биотические усилители"
BriefSummary="Эта усовершенствованная версия биотического усилителя направляет темную энергию пользователя гораздо более эффективно, позволяя повысить биотическую силу наших оперативников. Урон псионических и биотических атак некоторых способностей увеличивается при использовании этого улучшенного усилителя."
TacticalText="<Bullet/> Улучшенный биотический усилитель увеличивает пси-силу биотика на +20.\n<Bullet/> Пси-сила определяет силу некоторых биотических способностей.\n<Bullet/> Улучшенный биотический усилитель увеличивает урон от многих биотических атак.\n"

[RM_BioAmp_BM X2WeaponTemplate]
FriendlyName="Элериевый биотический усилитель"
FriendlyNamePlural="Элериевые биотические усилители"
BriefSummary="Эта версия биотического усилителя разработана с использованием инопланетного элемента Elerium-117, а также с использованием технологической мощи \"Привратника\". Это позволит нашим Биотикам конкурировать с сильнейшими псионическими силами пришельцев."
TacticalText="<Bullet/> Элериевый биотический усилитель увеличивает пси-силу Биотика на 40.\n<Bullet/> Пси-сила определяет силу некоторых биотических способностей.<Bullet/> Элериевый биотический усилитель увеличивает урон от многих биотических атак.\n"



[RM_Biotic X2EncyclopediaTemplate]
ListTitle="Биотический класс"
DescriptionTitle="Биотический класс"
DescriptionEntry="Биотики - это особая порода солдат, они были одарены способностью манипулировать темной энергией находящейся в окружающем пространстве, что позволяет им разрушать броню, стремительно врываться в бой и выводить из строя группы врагов и многое другое, используя только лишь свое тело. Однако этот дар встречается крайне редко, мы не можем просто обучить людей биотике, они должны быть подвержены воздействию нулевого элемента в раннем детстве или внутриутробно."
